const data={
    posts:[
        {
            header:'Совет дня, ёбанныврот',
            category:'совет',
            text:'Для современного мира существующая теория представляет собой интересный эксперимент проверки системы обучения кадров, соответствующей насущным потребностям. Как уже неоднократно упомянуто, представители современных социальных резервов могут быть представлены в исключительно положительном свете. Каждый из нас понимает очевидную вещь: социально-экономическое развитие требует определения и уточнения дальнейших направлений развития.',
            likes:123,
            liked:false,
            saves:34,
            author:'sereja',
            date:'08-05-19',
            IDP:12
        }
    ],
    sort:'SORT_BY_DATE'
};

export default data;